<?php

return [
    'email' => [
        'title' => '更新你的电子邮件',
        'updated' => '你的电子邮件地址已经更新。',
    ],
    'password' => [
        'title' => '更改你的密码',
        'requirements' => '你的新密码应至少为8个字符长。',
        'updated' => '你的密码已经更新。',
    ],
    'two_factor' => [
        'button' => '配置2FA身份验证',
        'disabled' => '你的帐户上已禁用2FA身份验证。在登录时将不再需要提供代码。',
        'enabled' => '你的帐户上已启用2FA身份验证！从现在开始，登录时将需要提供你设备生成的代码。',
        'invalid' => '提供的代码无效。',
        'setup' => [
            'title' => '设置双因素身份验证',
            'help' => '无法扫描代码吗？将下面的代码输入到你的应用程序中：',
            'field' => '输入代码',
        ],
        'disable' => [
            'title' => '禁用双因素身份验证',
            'field' => '输入代码',
        ],
    ],
];
